"Contract" = "Support";
"UserInfo" = "My account";
"BuyPlan" = "VIP Plans";
"vip" = "VIP";
"free" = "FREE";
"Down App" = "TX mobile app";
"Official Website" = "TX website";
"New Version Download" = "A new version is available.";
"Agree TOS First" = "Please indicate that you've read and agree to Terms of Service.\n";
"Add Self Domains" = "Custom domains";
"Auto Login" = "Auto sign-in";
"Auto Start After Wakeup" = "Auto start at boot";
"Conn Fail" = "Connection failed.";
"Account Expired" = "Account expired";
"Network Exception" = "Oops, unstable region detected. Please try other regions.\n";
"Close" = "Close";
"Goto Download" = "Download";
"UpdateVersion Notify" = "Upgrade Notification";
"New Version For Download" = "A new version is available for upgrade.";
"Update Now" = "Upgrade now";
"Next Time" = "Next time";
"Network Exception Try Later" = "Oops, unstable connection detected. Please try again later.\n";
"Edit Success" = "New settings saved.";
"Edit Fail" = "Failed. Please try again.";
"New Pass Blank" = "Password can not be empty.";
"Edit Success Relogin" = "Password changed. Please remember your new password.\n";
"Buy" = "Buy";
"Username Or Password Nil" = "Please enter username and password.\n";
"Logging In" = "Signing you in ...";
"Login Succ" = "Done";
"Saving" = "Saving...";
"Save Success" = "Saved";
"Save Fail" = "Failed";
"My TianXing" = "Account";
"Username" = "Username：";
"UserType" = "Account type：";
"Current Plan" = "Current plan：";
"Expiredate" = "Expiration：";
"New Password" = "New password：";
"Expired" = "（Expired）";
"Update" = "Update";
"Loading" = "Loading...";
"Click To Input Username" = "Click to enter username";
"Click To Input Password" = "Click to enter password";
"Auto Login" = "Auto sign-in";
"Forgot Password" = "Forgot password";
"Login" = "Sign in";
"No Account" = "Have no account? Sign up";
"Save" = "Save";
"Username2" = "Username";
"Password" = "Password";
"Password2" = "Password：";
"Shadowsocks: On" = "status：Started";
"Shadowsocks: Off" = "status：Shutdown";
"Turn Shadowsocks On" = "Start WVPN";
"Turn Shadowsocks Off" = "Shut down WVPN";
"Auto Proxy Mode" = "Intelligent mode";
"Global Mode" = "Global mode";
"Servers" = "Region list";
"Quit" = "Quit";
"dayago" = " day(s) ago";
"today" = "Today";
"yesterday" = "Yesterday";
"Keep Region Lock" = "Region Lock";
"autoreg_text" = "Automatic sign-up";
"autoreg_succ_text" = "Congrats! You are ready to go.\n";
"restoreplan_text" = "Restore";
"dealfail_text" = "Order processing failed. \nPlease try again.";
"buyplansucc_text" = "Order completed.";
"restoreplanfail_text" = "Restoring failed. Please try again.";
"restoreplansucc_text" = "Order restored.";
"restoreingplan_text" = "Now restoring your order";
"iap_error_title" = "Tips";
"iap_error_desc" = "IAP data loading, please try again later";
"restoreplan_getreceipt_text" = "Get orders success, now validating";
"show_detail_text" = "Details";
"appname" = "WVPN";
"checkin" = "Check-in";
"checkinsucc_text" = "Check-in succcess";
"24hours_hadcheckin_text" = "You've already checked in within 24 hours.";
"PortBindFailTitle" = "Conflict detected!";
"PortBindFailDesc" = "A required port is taken by other process";
"PortBindFailAction" = "Help";
"Domain Desc" = "How this works：
1. In most cases you don't need to worry about which domain needs proxy access. SEED's intelligent mode handles everything for you.
2. Enter your custom domain not included in WVPN's intelligent mode. One domain per row. ('www' part is unnecessary. e.g., 'google.com' stands for 'www.google.com').
3. If you want to access website directly, add “@@” before domain, e.g., '@@baidu.com' stands for '*.baidu.com'.";
